const FooterAbout = () => {
  return (
    <div className="text-white text-sm mt-14 lg:mt-0 leading-5 xl:leading-7 w-96 lg:w-[500px] xl:w-[650px]">
      <h4 className="font-bold text-sm xl:text-base mt-10 lg:mt-0 mb-2 lg:mb-4">فروشگاه اینترنتی فیت‌لند</h4>
      <p className="text-[12px] xl:text-sm">
        فروشگاه ورزشی فیت‌لند فعالیت خود را از سال ۱۳۸۳ شروع کرده و به صورت حرفه‌ای آغاز به‌کار کرد و هم‌اکنون یکی از بزرگترین فروشگاه‌های ورزشی در ایران است. فیت‌لند ارائه‌دهنده لباس‌های ورزشی اورجینال از برندهای معتبر، تجهیزات ورزشی، کفش و پوشاک، لوازم فیتنس و بدنسازی، و مکمل‌های تغذیه‌ای است.
        <br />
        هدف ما ارائه بهترین کیفیت، پشتیبانی سریع و ارسال رایگان در سراسر ایران به مشتریان عزیز می‌باشد.
      </p>
    </div>
  );
};

export default FooterAbout;
