const FooterAbout = () => {
  return (
    <div className="text-white text-sm leading-7 w-[650px]">
      <h4 className="font-bold text-base mb-4">فروشگاه اینترنتی فیت‌لند</h4>
      <p>
        فروشگاه ورزشی فیت‌لند فعالیت خود را از سال ۱۳۸۳ شروع کرده و به صورت حرفه‌ای آغاز به‌کار کرد و هم‌اکنون یکی از بزرگترین فروشگاه‌های ورزشی در ایران است. فیت‌لند ارائه‌دهنده لباس‌های ورزشی اورجینال از برندهای معتبر، تجهیزات ورزشی، کفش و پوشاک، لوازم فیتنس و بدنسازی، و مکمل‌های تغذیه‌ای است.
        <br />
        هدف ما ارائه بهترین کیفیت، پشتیبانی سریع و ارسال رایگان در سراسر ایران به مشتریان عزیز می‌باشد.
      </p>
    </div>
  );
};

export default FooterAbout;
